Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/koskimies.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Keväällä 1886 Suomalais-ugrilaisen Seuran esimies O. Donner suostutteli Aukusti Valdemar Koskimiestä (1856-1929; entinen Forsman) lähtemään Inariin tutkimaan ja kirjaamaan inarinsaamea, johon Koskimies myöntyi.
smn: Kiđđuv 1886 Syemmilâš-ugrilâš Seervi ovdâalmai O. Donner hokâttâlâi Aukusti Valdemar Koskimies (oovdiš Forsman) vyelgiđ Anarân tutkâđ já pajasčäälliđ anarâškielâ, mos Koskimies mieđâi.

source: Hänen mukanaan lähtivät maisteri K. Cannel ja ylioppilas G. Stenvik (myöhemmin Kivistö).
smn: Suu mieldi vuolgijn maister K. Cannel já pajeuáppee G. Stenvik (maŋeláá Kivistö).

source: Kesäkuun 11. päivänä he nousivat Vaasassa laivaan ja purjehtivat Ruotsiin, josta edelleen Sundsvallin ja Östersundin kautta Norjan Trondheimiin.
smn: Kesimáánu 11. peeivi sii pajanii Vaasast taampân já purjâstii Ruotân, kost ain Sundsval já Östersund pehti Taažâ Truándimân.

source: Sieltä matka jatkui laivalla Norjan Vesisaareen, josta kesäkuun 26. päivä he purjehtivat Varanginvuonon ylitse Pykeijaan, josta edelleen Näätämöön.
smn: Tobbeen mätki ovdánij tamppáin Taažâ Čäcsuollui, kost kesimáánu 26. peeivi sii purjâstii Varjâvuonâ rasta Puáđgááid, jeđe ain Njiävđámân.

source: Sieltä he jatkoivat jalan Suolisjärven päähän, josta pääsivät venekyydillä Inarin pappilaan.
smn: Tobbeen sij vazzii Čuolisjäävri kiäčán, kost pessii kärbissáttoin Aanaar pappâlân.

source: Siellä Koskimies tulisi asustelemaan Inarissa olemisensa ajan.
smn: Tobbeen Koskimies orostâlâččij Anarist oromis ääigi.

source: Koskimiehen saatua itselleen kielimestareita, pääsi työ alkamaan heinäkuun alussa vuonna 1886. Kielimestareina hänellä olivat: Inarin lukkari ja koulumestari Heikki Mattus, joka puhui Länsi-Inarin murretta, talolliset Mikko Aikio, joka puhui Länsi-Inarin murretta ja Juho Petteri Lusmaniemi, joka puhui Itä-Inarin murretta, vaikka asuikin Länsi-Inarissa, koulumestari Iisakki Mannermaa, joka puhui Länsi-Inarin murretta, sekä entinen kauppias ja herastuomari Paavali Valle, joka puhui Etelä-Inarin murretta, vaikka asuikin Länsi-Inarissa.
smn: Ko Koskimies lâi finnim olsis kielâmiäštárijd, peesâi pargo älgiđ syeinimáánu aalgâst ive 1886. Kielâmiäštárin sust lijjii: Aanaar lukkár já škovlâmeeštir Heikki Mattus ađai Jormo-Hendrih, kote sáárnui Viestâr-Aanaar suommân, táluliih Mikko Aikio, kote sáárnui Viestâr-Aanaar suommân já Juho Petteri Lusmaniemi, kote sáárnui Nuorttâ-Aanaar suommân, veikkâ aasâi-uv Viestâr-Anarist, škovlâmeeštir Iisakki Mannermaa, kote sáárnui Viestâr-Aanaar suommân, sehe oovdiš kävppijâs já hiärástuámmár Paavali Valle, kote sáárnui Maadâ-Aanaar suommân, veikkâ aasâi-uv Viestâr-Anarist.

source: Muita Koskimiehen nimeämiä kielimestareita olivat Antti Juhaninpoika Kitti (Menes-Anteista toinen), joka puhui Länsi-Inarin murretta, Antti ja Matti Sarre, jotka puhuivat Pohjois-Inarin murretta, lautamies Pietari Valle, joka puhui Itä-Inarin murretta, sekä vielä Uula Morottaja, joka puhui Itä-Inarin eli Paatsjoen murretta.
smn: Eres kielâmiäštáreh maid Koskimies nomâttij, lijjii Antti Juhháánkandâ Kitti (Meniš-Aantijn nubbe), kote sáárnui Viestâr-Aanaar suommân, Antti já Matti Sarre, kiäh sárnoin Tave-Aanaar suommân, lävdialmai Pietari Valle, kote sáárnui Nuorttâ-Aanaar suommân, sehe vala Uula Morottaja ađai Lesk-Ant Uulá, kote sáárnui Nuorttâ-Aanaar ađai Paččvei kuávlu suommân.

source: Hänen kielennäytteensä oli T.
smn: Suu kielâčáittusijd lâi T.

source: I. Itkonen kirjannut ylös.
smn: I. Itkonen čáállám pajas.

source: V. Koskimies aloitti työnsä ensimmäisen kielimestarinsa kanssa selvittämällä aluksi tärkeimpiä kieliopillisia asioita.
smn: V. Koskimies algâttij pargoos vuossâmuin kielâmiäštárijnis čielgiimáin vistig tergâdumosijd kielâopâlâš aašijd.

source: Tämä ensimmäinen kielimestari saattoi olla mahdollisesti Heikki Mattus, mutta hän joutui luopumaan työstään ja hänen tilalleen tuli toinen kielimestari, joka oli mahdollisesti Mikko Aikio.
smn: Taat vuossâmuš kielâmeeštir saatij leđe máhđulávt Jormo-Hendrih ađai Heikki Mattus, mut sun kaartâi luoppâđ pargostis já sajan sun finnij nube kielâmiäštár, kote lâi mahđulávt Mikko Aikio.

source: Tätä aikaisemmin oli Utsjoen kirkkoherra Anders Andelin koonnut suomen kielen – inarinsaamen kielen sanalistan, jota A.
smn: Tađe ovdil lâi Uccjuv kirkkohiärrá Anders Andelin ráhtám suomâkielâ – anarâškielâ sänilisto, mon A.

source: V. Koskimies yhdessä toisen kielimestarinsa kanssa alkoi täydentää.
smn: V. Koskimies oovtâst nubbijn kielâmiäštárijnis tievâsmitškuođij.

source: Kielityöhönsä Inarissa hän oli muuten tyytyväinen, mutta yhden asian hän nimitti, johon hän itse oli erittäin vähän tyytyväinen ja se oli inarinsaamen äänneopin selvittäminen.
smn: Kielâpargosis Anarist sun lâi mudoi tuđâvâš, pic oovtâ ääši sun nomâttij, mos sun jieš lâi uáli uccáá tuđâvâš já tot lâi anarâškielâ jienâoopâ čielgim.

source: Osaksi ihmiset lausuivat äänteitä kovin eri tavalla ja vokaaliäänteet olivat muutenkin hänen mielestään laimeahkot, joten oli vaikeaa havaita minkäänlaista valtavokaalia.
smn: Uássin ulmuuh ettii jienâduvâid jieškote-uv vyevi mield já vookaaljienâduvah lijjii mudoi-uv suu mielâst läivislágáneh, te lâi vaigâd huámášiđ monnii válduvookaal.

source: Nämäkin asiat lienevät myöhemmin selvinneet, saatuaan lisää kielimateriaalia ja tutustuttuaan kieleen paremmin.
smn: Tah-uv ääših vaarâ maŋeláá čielgii, ko sun finnij lase kielâmateriaal kiävttusis já uápásmui kielân pyerebeht.

source: Syyskuun 21. päivänä 1886 Koskimies lähti kotimatkalle etelään.
smn: Čohčâmáánu 21. peeivi 1886 Koskimies vuolgij maasâd máádás.

source: Työ Inarissa kesti runsaat 2,5 kk ja tuloksena kertyi mm. lastentarinoita 100, muinaisia tarinoita noin 200 ja sanalaskuja noin 75. Myöhemmin T.
smn: Pargo Anarist piištij pajeláhháá pelkuálmád máánu já puátusin čokkâšuvvii ereslasseen párnáimainâseh 100, tovlááh mainâseh suullân 200 já sänivajeseh suullân 75. Maŋeláá T.

source: I. Itkonen käänsi materiaalin suomen kielelle, täydensi sitä omilla muistiinpanoillaan ja kirjaamisillaan, sekä toimitti siitä kirjan nimeltään “Inarinlappalaista kansantietoutta”, joka ilmestyi ensipainoksena vuonna 1917. Toinen painos ilmestyi Lea Laitisen toimittamana vuonna 1979. Runoilija, sekä koulu- ja tiedemies Aukusti Valdemar Koskimies syntyi Pihlajavedellä 7.1. 1856. Hänen vanhempansa olivat kirkkoherra Oskar Wilhelm Forsman ja Maria Gustafva Ahlholm.
smn: I. Itkonen jurgâlij taid suomâkielân, tievâsmitij taid jiejâs pajasčälimijgijn já toimâttij tain kirje, mii almostui vuosâteddilâssân ive 1917. Nubbe teddilâs almostui Lea Laitisii toimâttâssân ive 1979. Tivtâstellee, sehe škovlâ- já tieđâalmai Aukusti Valdemar Koskimieš šoodâi Pihlajavesist 7.1.1856. Suu vaanhimeh láin kirkkohiärrá Oskar Wilhelm Forsman já Maria Gustafva Ahlholm.

source: Aukusti Valdemar otti suomennetun sukunimensä Koskimies virallisesti käyttöön vuonna 1906 ja niinpä hän olikin Inarissa työskennellessään vielä Forsman.
smn: Aukusti Valdemar vaaldij suomâkielân jurgâlum suhânoomâs Koskimies virgálávt kiävtun ive 1906 já nuuvtpa sun lâi-uv Anarist porgâdijn vala Forsman.

source: Hän valmistui filosofian kandidaatiksi vuonna 1882 ja filosofian lisensiaatiksi vuonna 1891. A.
smn: Sun valmâštui filosofia kanditaattân ive 1882 já filosofia lisensiaattân ive 1891. A.

source: V. Koskimies julkaisi monia teoksia ja kokoelmia ja sai professorin arvonimen vuonna 1926. Hän kuoli Helsingissä kesäkuun 5. päivänä 1929.
smn: V. Koskimies almostitij maaŋgâid olgosdalduvâid já čuágálduvâid já finnij professor árvunoomâ ive 1926. Sun jaamij Helsigist kesimáánu 5. peeivi 1929.

source: Inarinlappalaista kansantietoutta -teos pohjautuu Aukusti Valdemar Koskimiehen Inarissa keräämään aineistoon.
smn: Inarinlappalaista kansantietoutta -kirje vuáđuduvá Aukusti Valdemar Koskimies Anarist nuurrâm amnâstâhân.
